// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Informazioni sul dispositivo";

HSDModelLabel = "Modello:";
HSDConnTypeLabel = "Tipo di connessione:";
HSDServiceLabel = "ID manutenzione:";
HSDFWLabel = "Versione FW:";
HSDSNLabel = "Numero di serie:";
HSDDuplexerLabel = "Unità duplex:";
HSDDriverLabel = "Versione driver:";
HSDProdNumLabel = "Numero prodotto:";
HSDIPAddrLabel = "Indirizzo IP:";
HSDMessageLabel = "Stampare le informazioni sulla stampante correntemente selezionata facendo clic sul pulsante Stampa pagina di configurazione.";
HSDPrintButton = "Stampa pagina di configurazione";

NoPrintTitle = "Impossibile stampare la pagina di configurazione";
NoPrintMsg = "Verificare che la stampante sia accesa e la connessione stabilita, quindi riprovare.";
PrintingProgressTitle = "Stampa della pagina di configurazione…";
PageViewButtonTitle = "Visualizza pagina di configurazione";
PageViewMessage = "Visualizzare le informazioni sulla stampante correntemente selezionata facendo clic sul pulsante Visualizza pagina di configurazione.";
DuplexInstalled = "Installata";
DuplexNotInstalled = "Non installata";
SomePenErrorMessage = "Una cartuccia di inchiostro è mancante, non rilevata o non installata correttamente. Per eseguire la stampa, è necessario che tutte le cartucce siano installate.";

HSDEmptyValueString = "Ignoto";

HSDIKNumberLabel = "Numero IK:";

Wired = "Cablata";
Wireless = "Wireless";

HSDAllInkUsageLabel = "Totale inchiostro utilizzato:";
HSDHPInkUsageLabel = "Inchiostro HP utilizzato:";
milliliters = "millilitri";
microliters = "microlitri";

SomePenErrorMessagePigment = "Sembra che una cartuccia manchi oppure non sia stata rilevata o installata correttamente. Non puoi stampare se non sono installate tutte la cartucce.";
HSDAllInkUsageLabelPigment = "Pigmento totale utilizzato:";
HSDHPInkUsageLabelPigment = "Pigmento HP utilizzato:";